Repository: Antbits/mattermost-mobile
Catalog: ios/Mattermost/i18n/*.lproj/InfoPlist.strings
Languages: ja, pl, ru, zh_cn

# NSAppleMusicUsageDescription
source: Enabling access to your media library means you can attach files from your media library to your messages in Mattermost Beta.
ja: メディアライブラリへのアクセスを許可すると、Mattermost Beta のメッセージにメディアライブラリのファイルを添付できるようになります。
pl: Włączenie dostępu do biblioteki multimediów oznacza, że możesz dołączać pliki z biblioteki multimediów do swoich wiadomości w Mattermost Beta.
ru: Включение доступа к медиа файлам означает, что вы можете прикреплять файлы из медиатеки к своим сообщениям в Mattermost Beta.
zh_cn: 启用对媒体库的访问意味着您可以将媒体库中的文件附加到Mattermost Beta中的消息中。

# NSBluetoothAlwaysUsageDescription
source: Enabling access to Bluetooth means we can synchronize content across your devices and clients.
ja: Bluetoothへのアクセスを許可すると、あなたのデバイスとクライアントの間でコンテンツを同期できるようになります。
pl: Umożliwienie dostępu do Bluetooth oznacza, że możemy synchronizować treści pomiędzy urządzeniami i klientami.
ru: Разрешение доступа к Bluetooth означает, что мы можем синхронизировать контент между вашими устройствами и клиентами.
zh_cn: 启用蓝牙访问意味着我们可以在您的设备和客户端之间同步内容。

# NSBluetoothPeripheralUsageDescription
source: Enabling access to Bluetooth means we can connect to audio peripherals for calls, and synchronize content across your devices and clients.
ja: Bluetoothへのアクセスを許可すると、オーディオ周辺機器と接続して通話したり、デバイスとクライアントとの間でコンテンツを同期できるようになります。
pl: Umożliwienie dostępu do Bluetooth oznacza, że możemy połączyć się z urządzeniami peryferyjnymi audio w celu prowadzenia rozmów, a także synchronizować zawartość pomiędzy urządzeniami i klientami.
ru: Включение доступа к Bluetooth означает, что мы можем подключаться к аудио периферийным устройствам для звонков, а также синхронизировать контент между устройствами и клиентами.
zh_cn: 启用对蓝牙的访问意味着我们可以连接到音频外围设备进行通话，并在您的设备和客户端之间同步内容。

# NSCameraUsageDescription
source: Enabling access to your device cameras means you can take photos or videos and upload them to Mattermost Beta.
ja: 端末のカメラへのアクセスを許可すると、写真や動画を撮影して、Mattermost Beta にアップロードできるようになります。
pl: Umożliwienie dostępu do kamer urządzenia oznacza, że można robić zdjęcia lub filmy i przesyłać je do witryny Mattermost Beta.
ru: Разрешение доступа к камерам вашего устройства означает, что вы можете делать фотографии или видео и загружать их на сайт Mattermost Beta.
zh_cn: 启用对设备相机的访问意味着您可以拍摄照片或视频并将其上传到 Mattermost Beta。

# NSFaceIDUsageDescription
source: Enabling access to your Face ID means we can restrict unauthorized users from accessing Mattermost Beta on your device.
ja: Face IDへのアクセスを許可すると、権限のないユーザーがあなたのデバイスのMattermost Beta にアクセスできなくなります。
pl: Włączenie dostępu do Face ID oznacza, że możemy ograniczyć dostęp nieupoważnionych użytkowników do strony Mattermost Beta na urządzeniu.
ru: Разрешение доступа к вашему Face ID означает, что мы можем ограничить доступ неавторизованных пользователей к Mattermost Beta на вашем устройстве.
zh_cn: 开启你的Face ID访问权限意味着我们可以限制没有被授权的用户访问您设备上的Mattermost Beta。

# NSLocationAlwaysUsageDescription
source: Enabling access to your location data means we can add location metadata to pictures and videos you share in Mattermost Beta.
ja: 位置情報へのアクセスを許可すると、あなたがMattermost Beta で共有する写真や動画に位置情報のメタデータが追加されます。
pl: Umożliwienie dostępu do danych o lokalizacji oznacza, że możemy dodawać metadane dotyczące lokalizacji do zdjęć i filmów udostępnianych w Mattermost Beta.
ru: Разрешение доступа к данным о вашем местоположении означает, что мы можем добавлять метаданные о местоположении к фотографиям и видео, которыми вы делитесь на Mattermost Beta.
zh_cn: 启用对您的位置数据的访问意味着我们可以将位置元数据添加到您在Mattermost Beta中共享的图片和视频中。

# NSLocationWhenInUseUsageDescription
source: Enabling access to your location data means we can add location metadata to pictures and videos you share in Mattermost Beta.
ja: 位置情報へのアクセスを許可すると、あなたがMattermost Beta で共有する写真や動画に位置情報のメタデータが追加されます。
pl: Umożliwienie dostępu do danych o lokalizacji oznacza, że możemy dodawać metadane dotyczące lokalizacji do zdjęć i filmów udostępnianych w Mattermost Beta.
ru: Разрешение доступа к данным о вашем местоположении означает, что мы можем добавлять метаданные о местоположении к фотографиям и видео, которыми вы делитесь на Mattermost Beta.
zh_cn: 启用对您的位置数据的访问意味着我们可以将位置元数据添加到您在Mattermost Beta中共享的图片和视频中。

# NSMicrophoneUsageDescription
source: Enabling access to your device's microphones means you can capture audio for calls or videos to share in Mattermost Beta.
ja: デバイスのマイクへのアクセスを許可すると、Mattermost Betaで通話する際や、共有するためのビデオを撮影する際に音声をキャプチャできるようになります。
pl: Umożliwienie dostępu do mikrofonów urządzenia oznacza możliwość rejestrowania dźwięku podczas rozmów lub nagrywania filmów w celu udostępnienia ich w witrynie Mattermost Beta.
ru: Разрешение доступа к микрофонам устройства означает, что вы можете записывать звук для звонков или видео, чтобы поделиться ими на Mattermost Beta.
zh_cn: 启用对设备麦克风的访问意味着您可以捕获通话音频或视频以在Mattermost Beta中共享。

# NSPhotoLibraryAddUsageDescription
source: Enabling write access to your photo library means you can save downloaded photos and videos from Mattermost Beta to your device.
ja: フォトライブラリへの書き込みアクセスを許可すると、Mattermost Betaからダウンロードした写真やビデオをデバイスに保存できるようになります。
pl: Włączenie dostępu do zapisu w bibliotece zdjęć oznacza możliwość zapisywania pobranych zdjęć i filmów z Mattermost Beta w urządzeniu.
ru: Разрешение доступа на запись к библиотеке фотографий означает, что вы можете сохранять загруженные фотографии и видео с Mattermost Beta на своем устройстве.
zh_cn: 启用对您的照片库的写入权限意味着您可以将从Mattermost Beta下载的照片和视频保存到您的设备。

# NSPhotoLibraryUsageDescription
source: Enabling read access to your photo library means you can upload photos and videos from your device to Mattermost Beta.
ja: フォトライブラリへの読み取りアクセスを許可すると、デバイスから写真やビデオをMattermost Beta にアップロードできるようになります。
pl: Włączenie dostępu do odczytu do biblioteki zdjęć oznacza możliwość przesyłania zdjęć i filmów z urządzenia do Mattermost Beta.
ru: Разрешение доступа на чтение к библиотеке фотографий означает, что вы можете загружать фотографии и видео с устройства на Mattermost Beta.
zh_cn: 启用对照片库的读取权限意味着您可以将照片和视频从您的设备上传到Mattermost Beta。

# NSSpeechRecognitionUsageDescription
source: Enabling your device to send user data to Apple means you can send voice messages to Mattermost Beta.
ja: デバイスからAppleへのユーザーデータの送信を許可すると、Mattermost Beta にボイスメッセージを送信できるようになります。
pl: Zezwolenie urządzeniu na wysyłanie danych użytkownika do Apple oznacza możliwość wysyłania wiadomości głosowych na adres Mattermost Beta.
ru: Разрешение устройству отправлять пользовательские данные в Apple означает, что вы можете отправлять голосовые сообщения на Mattermost Beta.
zh_cn: 启用您的设备向 Apple 发送用户数据意味着您可以向Mattermost Beta发送语音消息。
